[
  {
    "title": "Harry Potter and the Cursed Child – Parts One and Two (Special Rehearsal Edition)",
    "description": "Based on an original new story by J.K. Rowling, Jack Thorne and John Tiffany, a new play by Jack Thorne, Harry Potter and the Cursed Child is the eighth story in the Harry Potter series and the first official Harry Potter story to be presented on stage. The play received its world premiere in London’s West End on 30th July 2016. It was always difficult being Harry Potter and it isn’t much easier now that he is an overworked employee of the Ministry of Magic, a husband and father of three school-age children. While Harry grapples with a past that refuses to stay where it belongs, his youngest son Albus must struggle with the weight of a family legacy he never wanted. As past and present fuse ominously, both father and son learn the uncomfortable truth: sometimes, darkness comes from unexpected places.",
    "imgUrl": "http://books.google.com/books/content?id=tcSMCwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "isbn": "9781781107041",
    "author": "J.K. Rowling",
    "publisher": "Pottermore Publishing",
    "pageCount": 320,
    "price": 32.0,
    "shelf": "A1234",
    "publishedDate": "2016-07-31"
  },
  {
    "title": "Harry Potter: The Complete Collection (1-7)",
    "description": "All seven eBooks in the multi-award winning, internationally bestselling Harry Potter series, available as one download with stunning cover art by Olly Moss. Enjoy the stories that have captured the imagination of millions worldwide.",
    "imgUrl": "http://books.google.com/books/content?id=f280CwAAQBAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "isbn": "9781781106464",
    "author": "J.K. Rowling",
    "publisher": "Pottermore Publishing",
    "pageCount": 4236,
    "price": 423.6,
    "shelf": "A1234",
    "publishedDate": "2015-12-14"
  },
  {
    "title": "Fantastic Beasts and Where to Find Them",
    "description": "A brand new edition of this essential companion to the Harry Potter stories, with a new foreword from J.K. Rowling (writing as Newt Scamander), and 6 new beasts! A set textbook at Hogwarts School of Witchcraft and Wizardry since publication, Newt Scamander’s masterpiece has entertained wizarding families through the generations. Fantastic Beasts and Where to Find Them is an indispensable introduction to the magical beasts of the wizarding world. Scamander’s years of travel and research have created a tome of unparalleled importance. Some of the beasts will be familiar to readers of the Harry Potter books – the Hippogriff, the Basilisk, the Hungarian Horntail...Others will surprise even the most ardent amateur Magizoologist. Dip in to discover the curious habits of magical beasts across five continents... At least 15% of the net retail price* of this eBook will be available to Comic Relief and Lumos Foundation for their work with children and young people to help them have a better life. 20% of these monies will be used by Comic Relief and 80% will be used by Lumos Foundation. * The net retail price means the price paid by the consumer less applicable sales taxes Comic Relief is a registered charity in the UK with charity nos. 326568 (England/Wales) and SC039730 (Scotland). Lumos Foundation is a registered charity in the UK with no. 1112575. Please note: This is the 2017 edition of the Hogwarts Library ebook, featuring bespoke cover artwork from Olly Moss and a new foreword from J.K. Rowling. The official screenplay of the 2016 Warner Bros. movie – Fantastic Beasts and Where to Find Them: The Original Screenplay - is available separately.",
    "imgUrl": "http://books.google.com/books/content?id=JiImDQAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "isbn": "9781781105757",
    "author": "J.K. Rowling",
    "publisher": "Pottermore Publishing",
    "pageCount": 144,
    "price": 14.4,
    "shelf": "A1234",
    "publishedDate": "2017-03-14"
  },
  {
    "title": "Fantastic Beasts and Where to Find Them: The Original Screenplay",
    "description": "When Magizoologist Newt Scamander arrives in New York, he intends his stay to be just a brief stopover. However, when his magical case is misplaced and some of Newt's fantastic beasts escape, it spells trouble for everyone... Inspired by the original Hogwart’s textbook by Newt Scamander, Fantastic Beasts and Where to Find Them: The Original screenplay marks the screenwriting debut of J.K. Rowling, author of the beloved and internationally bestselling Harry Potter books. A feat of imagination and featuring a cast of remarkable characters and magical creatures, this is epic adventure-packed storytelling at its very best. Whether an existing fan or new to the wizarding world, this is a perfect addition for any film lover or reader’s bookshelf. The film Fantastic Beasts and Where to Find Them will have its theatrical release on 18th November 2016.",
    "imgUrl": "http://books.google.com/books/content?id=DU0LDAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "isbn": "9781781109601",
    "author": "J.K. Rowling",
    "publisher": "Pottermore Publishing",
    "pageCount": 304,
    "price": 30.400000000000002,
    "shelf": "A1234",
    "publishedDate": "2016-11-18"
  },
  {
    "title": "The Magical Worlds of Harry Potter (revised edition)",
    "description": "This is the indispensable source guide to J.K. Rowling?s Harry Potter novels?revised and updated with information relating to Harry Potter and the Half-Blood Prince and Harry Potter and the Deathly Hallows.",
    "imgUrl": "http://books.google.com/books/content?id=uOefAZfsAbgC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "isbn": "9781440637599",
    "author": "David Colbert",
    "publisher": "Penguin",
    "pageCount": 336,
    "price": 33.6,
    "shelf": "A1234",
    "publishedDate": "2008-05-06"
  },
  {
    "title": "Friends and Foes of Harry Potter",
    "description": "Examines the meanings behind the names of people and places in the Harry Potter books.",
    "imgUrl": "http://books.google.com/books/content?id=JGQBcu5O_ZcC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "isbn": "9781598002218",
    "author": "Nikita Agarwal",
    "publisher": "Texas World Publishing",
    "pageCount": 159,
    "price": 15.9,
    "shelf": "A1234",
    "publishedDate": "2005"
  },
  {
    "title": "Harry Potter and the Chamber of Secrets",
    "description": "'There is a plot, Harry Potter. A plot to make most terrible things happen at Hogwarts School of Witchcraft and Wizardry this year.' Harry Potter's summer has included the worst birthday ever, doomy warnings from a house-elf called Dobby, and rescue from the Dursleys by his friend Ron Weasley in a magical flying car! Back at Hogwarts School of Witchcraft and Wizardry for his second year, Harry hears strange whispers echo through empty corridors - and then the attacks start. Students are found as though turned to stone... Dobby's sinister predictions seem to be coming true.",
    "imgUrl": "http://books.google.com/books/content?id=5iTebBW-w7QC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "isbn": "9781781100509",
    "author": "J.K. Rowling",
    "publisher": "Pottermore Publishing",
    "pageCount": 341,
    "price": 34.1,
    "shelf": "A1234",
    "publishedDate": "2015-12-08"
  },
  {
    "title": "Harry Potter",
    "description": null,
    "imgUrl": "http://books.google.com/books/content?id=1XP_tQEACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "isbn": "133831291X",
    "author": "J. K. Rowling",
    "publisher": "Harry Potter",
    "pageCount": null,
    "price": 0.0,
    "shelf": "A1234",
    "publishedDate": "2018-09-25"
  },
  {
    "title": "Harry Potter and International Relations",
    "description": "Drawing on a range of historical and sociological sources, this work shows how aspects of Harry's world contain aspects of our own. It also includes chapters on the political economy of the franchise, and on the problems of studying popular culture.",
    "imgUrl": "http://books.google.com/books/content?id=DKcWE3WXoj8C&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "isbn": "0742539598",
    "author": "Daniel H. Nexon",
    "publisher": "Rowman & Littlefield",
    "pageCount": 245,
    "price": 24.5,
    "shelf": "A1234",
    "publishedDate": "2006"
  },
  {
    "title": "Harry Potter - A Journey Through A History of Magic",
    "description": "The official companion book to the British Library exhibition and the ultimate gift for Harry Potter fans! As the British Library unveils a very special new exhibition in the UK, Harry Potter: A History of Magic, readers everywhere are invited on an enchanting journey through the Hogwarts curriculum, from Care of Magical Creatures and Herbology to Defense Against the Dark Arts, Astronomy, and more in this eBook uncovering thousands of years of magical history. Prepare to be amazed by artifacts released from the archives of the British Library, unseen sketches and manuscript pages from J.K. Rowling, and incredible illustrations from artist Jim Kay. Discover the truth behind the origins of the Philosopher’s Stone, monstrous dragons, and troublesome trolls; examine real-life wands and find out what actually makes a mandrake scream; pore over remarkable pages from da Vinci’s notebook; and discover the oldest atlas of the night sky. Carefully curated by the British Library and full of extraordinary treasures from all over the world, this is an unforgettable journey exploring the history of the magic at the heart of the Harry Potter stories.",
    "imgUrl": "http://books.google.com/books/content?id=ilc0DwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "isbn": "9781781109502",
    "author": "British Library",
    "publisher": "Pottermore Publishing",
    "pageCount": 144,
    "price": 14.4,
    "shelf": "A1234",
    "publishedDate": "2017-10-20"
  },
  {
    "title": "The Great Gatsby",
    "description": null,
    "imgUrl": "http://books.google.com/books/content?id=oowlPQAACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "isbn": "3190929262",
    "author": "Francis Scott Fitzgerald",
    "publisher": null,
    "pageCount": 187,
    "price": 18.7,
    "shelf": "A1234",
    "publishedDate": "2004"
  },
  {
    "title": "The Great Gatsby",
    "description": "A young man newly rich tries to recapture the past and win back his former love, despite the fact that she has married",
    "imgUrl": "http://books.google.com/books/content?id=HestSXO362YC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "isbn": "185326041X",
    "author": "Francis Scott Fitzgerald",
    "publisher": "Wordsworth Editions",
    "pageCount": 122,
    "price": 12.200000000000001,
    "shelf": "A1234",
    "publishedDate": "2001"
  },
  {
    "title": "The Great Gatsby",
    "description": "A true classic of twentieth-century literature, this edition has been updated by Fitzgerald scholar James L.W. West III to include the author’s final revisions and features a note on the composition and text, a personal foreword by Fitzgerald’s granddaughter, Eleanor Lanahan—and a new introduction by two-time National Book Award winner Jesmyn Ward. Nominated as one of America’s best-loved novels by PBS’s The Great American Read. The Great Gatsby, F. Scott Fitzgerald’s third book, stands as the supreme achievement of his career. First published in 1925, this quintessential novel of the Jazz Age has been acclaimed by generations of readers. The story of the mysteriously wealthy Jay Gatsby and his love for the beautiful Daisy Buchanan, of lavish parties on Long Island at a time when The New York Times noted “gin was the national drink and sex the national obsession,” it is an exquisitely crafted tale of America in the 1920s.",
    "imgUrl": "http://books.google.com/books/content?id=iXn5U2IzVH0C&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "isbn": "074324639X",
    "author": "F. Scott Fitzgerald",
    "publisher": "Simon and Schuster",
    "pageCount": 165,
    "price": 16.5,
    "shelf": "A1234",
    "publishedDate": "2003-05-27"
  },
  {
    "title": "The Great Gatsby (Collins Classics)",
    "description": "HarperCollins is proud to present its new range of best-loved, essential classics.",
    "imgUrl": "http://books.google.com/books/content?id=XBLwtxrusS0C&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "isbn": "9780007477364",
    "author": "F. Scott Fitzgerald",
    "publisher": "HarperCollins UK",
    "pageCount": 192,
    "price": 19.200000000000003,
    "shelf": "A1234",
    "publishedDate": "2012-05-31"
  },
  {
    "title": "So We Read On",
    "description": "The \"Fresh Air\" book critic investigates the enduring power of The Great Gatsby -- \"The Great American Novel we all think we've read, but really haven't.\" Conceived nearly a century ago by a man who died believing himself a failure, it's now a revered classic and a rite of passage in the reading lives of millions. But how well do we really know The Great Gatsby? As Maureen Corrigan, Gatsby lover extraordinaire, points out, while Fitzgerald's masterpiece may be one of the most popular novels in America, many of us first read it when we were too young to fully comprehend its power. Offering a fresh perspective on what makes Gatsby great-and utterly unusual-So We Read On takes us into archives, high school classrooms, and even out onto the Long Island Sound to explore the novel's hidden depths, a journey whose revelations include Gatsby's surprising debt to hard-boiled crime fiction, its rocky path to recognition as a \"classic,\" and its profound commentaries on the national themes of race, class, and gender. With rigor, wit, and infectious enthusiasm, Corrigan inspires us to re-experience the greatness of Gatsby and cuts to the heart of why we are, as a culture, \"borne back ceaselessly\" into its thrall. Along the way, she spins a new and fascinating story of her own.",
    "imgUrl": "http://books.google.com/books/content?id=jkkeAwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "isbn": "9780316230087",
    "author": "Maureen Corrigan",
    "publisher": "Little, Brown",
    "pageCount": 352,
    "price": 35.2,
    "shelf": "A1234",
    "publishedDate": "2014-09-09"
  },
  {
    "title": "F. Scott Fitzgerald's the Great Gatsby",
    "description": "Presents a series of critical essays discussing the structure, themes, and subject matter of Fitzgerald's story of the love between wealthy Jay Gatsby and the beautiful Daisy Buchanan.",
    "imgUrl": "http://books.google.com/books/content?id=klMWVELASj0C&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "isbn": "9781438132761",
    "author": "Harold Bloom",
    "publisher": "Infobase Publishing",
    "pageCount": 191,
    "price": 19.1,
    "shelf": "A1234",
    "publishedDate": "2010"
  },
  {
    "title": "The Great Gatsby",
    "description": "Discusses the characters, plot, and writing of The great Gatsby by F. Scott Fitzgerald. Includes critical essays on the novel and a brief biography of the author.",
    "imgUrl": "http://books.google.com/books/content?id=adjCx-wnhWsC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "isbn": "9781438114545",
    "author": "Harold Bloom",
    "publisher": "Infobase Publishing",
    "pageCount": 145,
    "price": 14.5,
    "shelf": "A1234",
    "publishedDate": "2006"
  },
  {
    "title": "Careless People",
    "description": "Originally published: London: Virago, 2013",
    "imgUrl": "http://books.google.com/books/content?id=yOnYCwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "isbn": "9780143126256",
    "author": "Sarah Churchwell",
    "publisher": "Penguin Group USA",
    "pageCount": 432,
    "price": 43.2,
    "shelf": "A1234",
    "publishedDate": "2015-01-27"
  },
  {
    "title": "The Great Gatsby",
    "description": "The cover of this notebook / journal features the classic novel The Great Gatsby. A great gift for any romance book lover. This notebook has ruled lines on every page of the notebook / journal. It contains 120 pages. You can use it to: take notes, create to do lists, create stories, draw, doodle, sketch images, write down recipes, get organised. This journal is suitable for teachers, moms, students, book lovers and all.",
    "imgUrl": null,
    "isbn": "1796887846",
    "author": "99K Publishing",
    "publisher": null,
    "pageCount": 120,
    "price": 12.0,
    "shelf": "A1234",
    "publishedDate": "2019-02-14"
  },
  {
    "title": "The Great Gatsby",
    "description": "Scott Fitzgerald's masterpiece, The Great Gatsby is an exquisitely crafted tale of America in the 1920s, during the prosperous and crazy years following World War I. Fitzgerald tells the famous love story of Jay Gatsby and Daisy who, despite her great passion, marries the insensitive but extremely rich Tom Buchanan. With the end of the war, Gatsby blindly devotes himself to getting rich as a way to win Daisy back. The story is told by Nick Carraway, a young man who rents a modest cottage next to the Gatsby Mansion, observes and exposes the facts without understanding well that world of extravagance, wealth and impending tragedy. The Great Gatsby is considered a worldwide classic and a must read to all of those who love literature.",
    "imgUrl": "http://books.google.com/books/content?id=InrADwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "isbn": "9788551305034",
    "author": "F. Scott Fitzgerald's",
    "publisher": "Autêntica Editora",
    "pageCount": 144,
    "price": 14.4,
    "shelf": "A1234",
    "publishedDate": "2019-11-27"
  },
  {
    "title": "Mockingbird",
    "description": "Caitlin misses her brother every day. Since his death in a school shooting, she has no one to explain the world to her. And for Caitlin, the world is a confusing place. She hates it when colours get mixed up, prefers everything to be black-and-white, and needs to check her Facial Expressions Chart to understand emotions. So when Caitlin reads the definition of “closure”, she decides that’s what she needs. And as she struggles to find it, a world of colour begins to enter her black-and-white life...",
    "imgUrl": "http://books.google.com/books/content?id=SzF8AwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "isbn": "9781409541677",
    "author": "Kathryn Erskine",
    "publisher": "Usborne Publishing Ltd",
    "pageCount": 256,
    "price": 25.6,
    "shelf": "A1234",
    "publishedDate": "2018-01-01"
  },
  {
    "title": "To Kill a Mockingbird 40th",
    "description": "The explosion of racial hate and violence in a small Alabama town is viewed by a little girl whose father defends a Black man accused of rape",
    "imgUrl": "http://books.google.com/books/content?id=ayJpGQeyxgkC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "isbn": "0060194995",
    "author": "Harper Lee",
    "publisher": "HarperCollins Christian Publishing",
    "pageCount": 323,
    "price": 32.300000000000004,
    "shelf": "A1234",
    "publishedDate": "1999-11-03"
  },
  {
    "title": "Mockingbird",
    "description": "A variation of an old lullaby in which adoring family and friends promise the baby an assortment of presents.",
    "imgUrl": "http://books.google.com/books/content?id=8sIWAQAAMAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "isbn": "UOM:49015002468388",
    "author": "Allan Ahlberg",
    "publisher": "Candlewick Press (MA)",
    "pageCount": 24,
    "price": 2.4000000000000004,
    "shelf": "A1234",
    "publishedDate": "1998"
  },
  {
    "title": "I Kill the Mockingbird",
    "description": "When Lucy, Elena, and Michael receive their summer reading list, they are excited to see To Kill A Mockingbird included. But not everyone in their class shares the same enthusiasm. So they hatch a plot to get the entire town talking about the well-known Harper Lee classic. They plan controversial ways to get people to read the book, including re-shelving copies of the book in bookstores so that people think they are missing and starting a website committed to \"destroying the mockingbird.\" Their efforts are successful when all of the hullabaloo starts to direct more people to the book. But soon, their exploits start to spin out of control and they unwittingly start a mini revolution in the name of books. I Kill the Mockingbird by Paul Acampora is a middle grade novel perfect for fans of To Kill a Mockingbird andGo Set a Watchman. This title has Common Core connections. “The banter among the three whip-smart friends would make John Green proud. . . . You won't have to hide any copies of this to create demand.” —The Bulletin “Fans of Janet Tashjian's The Gospel According to Larry series will enjoy this look at how the power of creativity and the internet can cause a cultural movement. . . . Acampora's novel is for lovers of literature, especially how the classics work in the current moment.” —VOYA",
    "imgUrl": "http://books.google.com/books/content?id=4bCfAgAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "isbn": "9781626720572",
    "author": "Paul Acampora",
    "publisher": "Roaring Brook Press",
    "pageCount": 176,
    "price": 17.6,
    "shelf": "A1234",
    "publishedDate": "2014-05-20"
  },
  {
    "title": "Mockingbird",
    "description": "An extensively revised and updated edition of the bestselling biography of Harper Lee, reframed from the perspective of the recent publication of Lee's Go Set a Watchman To Kill a Mockingbird—the twentieth century's most widely read American novel—has sold thirty million copies and still sells a million yearly. In this in-depth biography, first published in 2006, Charles J. Shields brings to life the woman who gave us two of American literature's most unforgettable characters, Atticus Finch and his daughter, Scout. Years after its initial publication—with revisions throughout the book and a new epilogue—Shields finishes the story of Harper Lee's life, up to its end. There's her former agent getting her to transfer the copyright for To Kill a Mockingbird to him, the death of Lee's dear sister Alice, a fuller portrait of Lee’s editor, Tay Hohoff, and—most vitally—the release of Lee's long-buried first novel and the ensuing public devouring of what has truly become the book of the year, if not the decade: Lee's Go Set a Watchman.",
    "imgUrl": "http://books.google.com/books/content?id=cTmnCwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "isbn": "9781250119452",
    "author": "Charles J. Shields",
    "publisher": "Henry Holt and Company",
    "pageCount": 352,
    "price": 35.2,
    "shelf": "A1234",
    "publishedDate": "2016-04-26"
  },
  {
    "title": "Tequila Mockingbird",
    "description": "Features 65 drink recipes inspired by history's most loved novels.",
    "imgUrl": "http://books.google.com/books/content?id=KdwiAQAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "isbn": "9780762448654",
    "author": "Tim Federle",
    "publisher": "Running Press Adult",
    "pageCount": 160,
    "price": 16.0,
    "shelf": "A1234",
    "publishedDate": "2013-04-23"
  },
  {
    "title": "Mockingbird",
    "description": "A collection of poetry for young adults around the world. Features poems of sadness, happiness, struggle, and emotion. There is even the occasional fun piece. Come indulge yourself in poetry while enjoying the memories that it may induce. Happy reading!",
    "imgUrl": "http://books.google.com/books/content?id=7TKdDwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "isbn": "9780359705238",
    "author": "Aria Snyder",
    "publisher": "Lulu.com",
    "pageCount": 68,
    "price": 6.800000000000001,
    "shelf": "A1234",
    "publishedDate": "2019-06-07"
  },
  {
    "title": "To Kill a Mockingbird LP",
    "description": "\"Shoot all the bluejays you want, if you can hit 'em, but remember it's a sin to kill a mockingbird.\" A lawyer's advice to his children as he defends the real mockingbird of Harper Lee's classic novel—a black man charged with the rape of a white girl. Through the young eyes of Scout and Jem Finch, Harper Lee explores with rich humor and unswerving honesty the irrationality of adult attitudes toward race and class in the Deep South of the 1930s. The conscience of a town steeped in prejudice, violence, and hypocrisy is pricked by the stamina and quiet heroism of one man's struggle for justice—but the weight of history will only tolerate so much. One of the best-loved classics of all time, To Kill a Mockingbird has earned many dis-tinctions since its original publication in 1960. It has won the Pulitzer Prize, been translated into more than forty languages, sold more than forty million copies worldwide, and been made into an enormously popular movie. It was also named the best novel of the twentieth century by librarians across the country (Library Journal). HarperCollins is proud to celebrate the fiftieth anniversary of the book's publication with this special hardcover edition.",
    "imgUrl": "http://books.google.com/books/content?id=78VrOOWSQ6UC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "isbn": "9780061980268",
    "author": "Harper Lee",
    "publisher": "Harper Collins",
    "pageCount": 480,
    "price": 48.0,
    "shelf": "A1234",
    "publishedDate": "2010-05-11"
  },
  {
    "title": "Living Up The Street",
    "description": "In a prose that is so beautiful it is poetry, we see the world of growing up and going somewhere through the dust and heat of Fresno's industrial side and beyond: It is a boy's coming of age in the barrio, parochial school, attending church, public summer school, and trying to fall out of love so he can join in a Little League baseball team. His is a clarity that rings constantly through the warmth and wry reality of these sometimes humorous, sometimes tragic, always human remembrances.",
    "imgUrl": "http://books.google.com/books/content?id=60C_ewoME1QC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "isbn": "9780307817433",
    "author": "Gary Soto",
    "publisher": "Laurel Leaf",
    "pageCount": 176,
    "price": 17.6,
    "shelf": "A1234",
    "publishedDate": "2012-06-27"
  },
  {
    "title": "Harper Lee's To Kill a Mockingbird",
    "description": null,
    "imgUrl": "http://books.google.com/books/content?id=P6bzCgUuVroC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "isbn": "0871290863",
    "author": "Christopher Sergel",
    "publisher": "Dramatic Publishing",
    "pageCount": 202,
    "price": 20.200000000000003,
    "shelf": "A1234",
    "publishedDate": "1970"
  },
  {
    "title": "Orwell",
    "description": "George Orwell started writing regularly for the Observer in 1942, filing stories from the home front and North Africa. In 1945, he was sent to France and Germany as a war correspondent. This volume collects for the first time all of these articles. Writing from Paris, Cologne and Stuttgart, Orwell reports on the moment of victory in 1945; considers the impact of the occupation on French domestic and foreign policies; and reports with acute insight on the future of a ruined Germany. The articles extend to contemplate the eight years of war in Spain and the new danger presented by Britain's former ally, the Soviet Union. Also, included in this collection are Orwell's book reviews. With typical clarity and precision, he appraises the work of his contemporaries and the key authors of the 1940s, including Julian Huxley, H.G. Wells and T.S. Eliot. He also reviewed F.A. Hayek's The road to serfdom and the new translations of Dostoevsky's Crime and punishment and The brothers Karamazov, as well as the poetry and the work of Joseph Conrad and Sean O'Casey. These reviews and articles are as exhilarating to read today as they were when first written. Orwell's writing shaped the Observer--his essay 'Politics and the English language' was used as the house style and rule book--and continues to influence many journalists. These collected pieces demostrate unequivocally not only why George Orwell is considered to be the greatest political writer of the twentieth century, but why he has also been described as the patron saint of journalism.",
    "imgUrl": "http://books.google.com/books/content?id=aC4eAQAAIAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "isbn": "STANFORD:36105113612472",
    "author": "George Orwell",
    "publisher": "Atlantic Books (UK)",
    "pageCount": 242,
    "price": 24.200000000000003,
    "shelf": "A1234",
    "publishedDate": "2003"
  },
  {
    "title": "1984",
    "description": "George Orwell's dystopian masterpiece, Nineteen Eighty-Four is perhaps the most pervasively influential book of the twentieth century, making famous Big Brother, newspeak and Room 101. 'Who controls the past controls the future: who controls the present controls the past'",
    "imgUrl": "http://books.google.com/books/content?id=uyr8BAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "isbn": "9781784043735",
    "author": "George Orwell",
    "publisher": "Arcturus Publishing",
    "pageCount": 317,
    "price": 31.700000000000003,
    "shelf": "A1234",
    "publishedDate": "2014-01-04"
  },
  {
    "title": "George Orwell: In front of your nose, 1946-1950",
    "description": "Considering that much of his life was spent in poverty and ill health, it is something of a miracle that in only forty-six years George Orwell managed to publish ten books and two collections of essays. Here, in four fat volumes, is the best selection of his non-fiction available, a trove of letters, essays, reviews, and journalism that is breathtaking in its scope and eclectic passions. Orwell had something to say about just about everyone and everything. His letters to such luminaries as Julian Symons, Anthony Powell, Arthur Koestler, and Cyril Connolly are poignant and personal. His essays, covering everything from \"English Cooking\" to \"Literature and Totalitarianism,\" are memorable, and his books reviews (Hitler's Mein Kampf, Mumford's Herman Melville, Miller's Black Spring, Goldsmith's The Vicar of Wakefield to name just a few) are among the most lucid and intelligent ever written. From 1943 to l945, he wrote a regular column for the Tribune, a left wing weekly, entitled \"As I Please.\" His observations about life in Britain during the war embraced everything from anti-American sentiment to the history of domestic appliances.",
    "imgUrl": "http://books.google.com/books/content?id=zaxG_3ivhVAC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "isbn": "1567921361",
    "author": "George Orwell",
    "publisher": "David R. Godine Publisher",
    "pageCount": 555,
    "price": 55.5,
    "shelf": "A1234",
    "publishedDate": "2000"
  },
  {
    "title": "Inside George Orwell",
    "description": "Traces the acclaimed writer's childhood, Eton education, experiences as a Burma policeman, deliberate entry into poverty, witness to the Spanish Civil War, complex relationships, and contributions to literature.",
    "imgUrl": "http://books.google.com/books/content?id=cMxqQgAACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "isbn": "031223841X",
    "author": "Gordon Bowker",
    "publisher": "Palgrave MacMillan",
    "pageCount": 495,
    "price": 49.5,
    "shelf": "A1234",
    "publishedDate": "2003"
  },
  {
    "title": "Down and Out in Paris and London",
    "description": "Reprint. Originally published: New York: Harper & Brothers, 1933.",
    "imgUrl": "http://books.google.com/books/content?id=PN2SAwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "isbn": "9781105495953",
    "author": "George Orwell",
    "publisher": "Lulu.com",
    "pageCount": 169,
    "price": 16.900000000000002,
    "shelf": "A1234",
    "publishedDate": "2012-02-01"
  },
  {
    "title": "Homage To Catalonia",
    "description": "At the height of the Spanish Civil War, George Orwell served from 1936-1937 as a private for the POUM, the Workers' Party of Marxist Unification, an anti-Stalinist communist party. Seriously wounded in action and betrayed by the Communist Party, Orwell and his wife, Eileen, narrowly escaped arrest and returned to England in early summer 1937. Homage to Catalonia is Orwell’s moving account of his experiences during this period, capturing both his commitment to socialist ideals and his criticism of the Communists in Spain. HarperPerennial Classics brings great works of literature to life in digital format, upholding the highest standards in ebook production and celebrating reading in all its forms. Look for more titles in the HarperPerennial Classics collection to build your digital library.",
    "imgUrl": "http://books.google.com/books/content?id=UXy3vDumNxwC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "isbn": "9781443416764",
    "author": "George Orwell",
    "publisher": "Harper Collins",
    "pageCount": 186,
    "price": 18.6,
    "shelf": "A1234",
    "publishedDate": "2012-05-08"
  },
  {
    "title": "George Orwell: A Life in Letters",
    "description": "This compilation of personal letters creates an autobiography of the well-known author of Nineteen Eighty-Four” through his correspondence with other literary luminaries including T.S. Elliot and Henry Miller, as well as letters to complete strangers. 10,000 first printing.",
    "imgUrl": "http://books.google.com/books/content?id=_WE4AAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "isbn": "9780871404626",
    "author": "George Orwell",
    "publisher": "W. W. Norton & Company",
    "pageCount": 560,
    "price": 56.0,
    "shelf": "A1234",
    "publishedDate": "2013-08-12"
  },
  {
    "title": "Why Orwell Matters",
    "description": "\"Hitchens presents a George Orwell fit for the twenty-first century.\" --Boston Globe In this widely acclaimed biographical essay, the masterful polemicist Christopher Hitchens assesses the life, the achievements, and the myth of the great political writer and participant George Orwell. True to his contrarian style, Hitchens is both admiring and aggressive, sympathetic yet critical, taking true measure of his subject as hero and problem. Answering both the detractors and the false claimants, Hitchens tears down the façade of sainthood erected by the hagiographers and rebuts the critics point by point. He examines Orwell and his perspectives on fascism, empire, feminism, and Englishness, as well as his outlook on America, a country and culture toward which he exhibited much ambivalence. Whether thinking about empires or dictators, race or class, nationalism or popular culture, Orwell's moral outlook remains indispensable in a world that has undergone vast changes in the seven decades since his death. Combining the best of Hitchens' polemical punch and intellectual elegance in a tightly woven and subtle argument, this book addresses not only why Orwell matters today, but how he will continue to matter in a future, uncertain world.",
    "imgUrl": "http://books.google.com/books/content?id=viPLBQAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "isbn": "9780786725892",
    "author": "Christopher Hitchens",
    "publisher": "Basic Books",
    "pageCount": 352,
    "price": 35.2,
    "shelf": "A1234",
    "publishedDate": "2008-08-06"
  },
  {
    "title": "Keep the Aspidistra Flying",
    "description": "A novel by the author of 1984 about a man determined to reject middle-class values who finds living in noble poverty more difficult than expected. Gordon Comstock despises the materialism and shallowness of middle-class life—the worship of money, the striving for dull, stuffy respectability. To live up to his ideals, he quits his lucrative position as an advertising copywriter and devotes himself to poetry and other high-minded pursuits. But low-paid part-time employment and a constant shortage of cash is not exactly conducive to creativity and happiness. The stress even causes him to lash out at his devoted girlfriend, Rosemary, who he suspects of preferring a richer man. This sharply witty novel about the difficulties of idealism and the effects of financial strain is yet another outstanding read from the genius who brought us Animal Farm, Down and Out in Paris and London, and other enduring works.",
    "imgUrl": "http://books.google.com/books/content?id=fr16Fz9zdJ0C&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "isbn": "054756399X",
    "author": "George Orwell",
    "publisher": "HMH",
    "pageCount": 264,
    "price": 26.400000000000002,
    "shelf": "A1234",
    "publishedDate": "1969-03-19"
  },
  {
    "title": "The Ministry of Truth",
    "description": "An authoritative, wide-ranging, and incredibly timely history of 1984--its literary sources, its composition by Orwell, its deep and lasting effect on the Cold War, and its vast influence throughout world culture at every level, from high to pop. 1984 isn't just a novel; it's a key to understanding the modern world. George Orwell's final work is a treasure chest of ideas and memes--Big Brother, the Thought Police, Doublethink, Newspeak, 2+2=5--that gain potency with every year. Particularly in 2016, when the election of Donald Trump made it a bestseller (\"Ministry of Alternative Facts,\" anyone?). Its influence has morphed endlessly into novels (The Handmaid's Tale), films (Brazil), television shows (V for Vendetta), rock albums (Diamond Dogs), commercials (Apple), even reality TV (Big Brother). The Ministry of Truth is the first book that fully examines the epochal and cultural event that is 1984 in all its aspects: its roots in the utopian and dystopian literature that preceded it; the personal experiences in wartime Great Britain that Orwell drew on as he struggled to finish his masterpiece in his dying days; and the political and cultural phenomena that the novel ignited at once upon publication and that far from subsiding, have only grown over the decades. It explains how fiction history informs fiction and how fiction explains history.",
    "imgUrl": "http://books.google.com/books/content?id=maBtDwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "isbn": "9780385544061",
    "author": "Dorian Lynskey",
    "publisher": "Doubleday",
    "pageCount": 368,
    "price": 36.800000000000004,
    "shelf": "A1234",
    "publishedDate": "2019-06-04"
  },
  {
    "title": "Catcher",
    "description": "Today the baseball catcher is a familiar but uninspiring figure. Decked out in the so-called tools of ignorance, he stolidly goes about his duty without attracting much attention. But it wasn't always that way, as Peter Morris shows in this lively and original study. In baseball's early days, catchers stood a safe distance back of the batter. Then the introduction of the curveball in the 1870s led them to move up directly behind home plate, even though they still wore no gloves or protective equipment. Extraordinary courage became the catcher's most notable requirement, but the new positioning also demanded that the catcher have lightning-fast reflexes, great hands, and a cannon for a throwing arm. With so great a range of needed skills, a special mystique came to surround the position, and it began to seem that a good catcher could single-handedly make the difference between winning and losing.",
    "imgUrl": "http://books.google.com/books/content?id=86P2pteOc40C&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "isbn": "1615780033",
    "author": "Peter Morris",
    "publisher": "Government Institutes",
    "pageCount": 400,
    "price": 40.0,
    "shelf": "A1234",
    "publishedDate": "2009-04-16"
  },
  {
    "title": "Catcher with a Glass Arm",
    "description": "A young baseball player struggles to overcome his fear of a pitched ball, improve his throwing, and somehow redeem himself in the eyes of his teammates.",
    "imgUrl": "http://books.google.com/books/content?id=oq_MSWM2PEoC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "isbn": "9780316095471",
    "author": "Matt Christopher",
    "publisher": "Little, Brown Books for Young Readers",
    "pageCount": 138,
    "price": 13.8,
    "shelf": "A1234",
    "publishedDate": "2009-12-19"
  },
  {
    "title": "Understanding The Catcher in the Rye",
    "description": "Examines the background and themes of \"Catcher in the Rye,\" discusses the novel's censorship, and examines the character of Holden Caulfield",
    "imgUrl": "http://books.google.com/books/content?id=4vB8-cXNg1QC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "isbn": "0313302006",
    "author": "Sanford Pinsker",
    "publisher": "Greenwood Publishing Group",
    "pageCount": 173,
    "price": 17.3,
    "shelf": "A1234",
    "publishedDate": "1999"
  },
  {
    "title": "Salinger's The Catcher in the Rye",
    "description": "J. D. Salinger's 1951 novel, The Catcher in the Rye, is the definitive coming-of-age novel and Holden Caulfield remains one of the most famous characters in modern literature. This jargon-free guide to the text sets The Catcher in the Rye in its historical, intellectual and cultural contexts, offering analyses of its themes, style and structure, and presenting an up-to-date account of its critical reception.",
    "imgUrl": "http://books.google.com/books/content?id=htdSEMt1ZKAC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "isbn": "9781441143105",
    "author": "Sarah Graham",
    "publisher": "A&C Black",
    "pageCount": 128,
    "price": 12.8,
    "shelf": "A1234",
    "publishedDate": "2007-10-25"
  },
  {
    "title": "The Story Catcher",
    "description": "A young Sioux warrior earns the right to be called historian for his tribe after numerous adventures and trials which test his ability to tell the story of his people with truth and courage.",
    "imgUrl": "http://books.google.com/books/content?id=4HGwY-00pd8C&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "isbn": "0803291639",
    "author": "Mari Sandoz",
    "publisher": "U of Nebraska Press",
    "pageCount": 175,
    "price": 17.5,
    "shelf": "A1234",
    "publishedDate": "1986"
  },
  {
    "title": "The Catcher in the Rye",
    "description": "A 16-year old American boy relates in his own words the experiences he goes through at school and after, and reveals with unusual candour the workings of his own mind. What does a boy in his teens think and feel about his teachers, parents, friends and acquaintances?",
    "imgUrl": "http://books.google.com/books/content?id=-ss3YgEACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "isbn": "3526523711",
    "author": "Jerome D. Salinger",
    "publisher": null,
    "pageCount": 192,
    "price": 19.200000000000003,
    "shelf": "A1234",
    "publishedDate": "2007"
  },
  {
    "title": "J. D. Salinger's the Catcher in the Rye",
    "description": "Presents a collection of essays analyzing Salinger's The catcher in the rye, including a chronology of his works and life.",
    "imgUrl": "http://books.google.com/books/content?id=zetvY6iudVsC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "isbn": "9781438119250",
    "author": "Harold Bloom",
    "publisher": "Infobase Publishing",
    "pageCount": 225,
    "price": 22.5,
    "shelf": "A1234",
    "publishedDate": "2009-01-01"
  },
  {
    "title": "New Essays on The Catcher in the Rye",
    "description": "Five essays focus on various aspects of the novel from its ideology within the context of the Cold War and portrait of a particular American subculture to its account of patterns of adolescent crisis and rich and complex narrative structure.",
    "imgUrl": "http://books.google.com/books/content?id=ic6NhqIcWhQC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "isbn": "0521377986",
    "author": "Jack Salzman",
    "publisher": "Cambridge University Press",
    "pageCount": 118,
    "price": 11.8,
    "shelf": "A1234",
    "publishedDate": "1991"
  },
  {
    "title": "The Catcher in the Rye - J. D. Salinger",
    "description": "The classic 1951 novel by J.D. Salinger is analyzed.",
    "imgUrl": "http://books.google.com/books/content?id=KT0TvZYnjWUC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "isbn": "9781438113739",
    "author": "Harold Bloom",
    "publisher": "Infobase Publishing",
    "pageCount": null,
    "price": 0.0,
    "shelf": "A1234",
    "publishedDate": "2009-01-01"
  },
  {
    "title": "The Catcher in the Rye",
    "description": "\"Gale Study Guides to Great Literature is a unique reference line composed of three series: \"Literary Masters, Literary Masterpieces and \"Literary Topics. Convenient, comprehensive and targeted toward current coursework, these guides place authors, titles and topics into context for high school and college students as well as general researchers. Each \"Literary Masters volume introduces a significant author, covering basic biographical information. The related \"Literary Masterpieces volume explores a major title from this author's works in detail. Finally, the \"Literary Topics volume places the author and work within a relevant literary movement or genre.",
    "imgUrl": "http://books.google.com/books/content?id=odRaAAAAYAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "isbn": "PSU:000055886536",
    "author": "John C. Unrue",
    "publisher": "Gale / Cengage Learning",
    "pageCount": 164,
    "price": 16.400000000000002,
    "shelf": "A1234",
    "publishedDate": "2001"
  },
  {
    "title": "The Hobbit, Or, There and Back Again",
    "description": "Chronicles the adventures of the inhabitants of Middle-earth and Bilbo Baggins, the hobbit who brought home to The Shire the One Ring of Power",
    "imgUrl": "http://books.google.com/books/content?id=hFfhrCWiLSMC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "isbn": "9780345339683",
    "author": "John Ronald Reuel Tolkien",
    "publisher": null,
    "pageCount": 306,
    "price": 30.6,
    "shelf": "A1234",
    "publishedDate": "1982"
  },
  {
    "title": "The Hobbit",
    "description": "A great modern classic and the prelude to The Lord of the Rings. Bilbo Baggins is a hobbit who enjoys a comfortable, unambitious life, rarely traveling any farther than his pantry or cellar. But his contentment is disturbed when the wizard Gandalf and a company of dwarves arrive on his doorstep one day to whisk him away on an adventure. They have launched a plot to raid the treasure hoard guarded by Smaug the Magnificent, a large and very dangerous dragon. Bilbo reluctantly joins their quest, unaware that on his journey to the Lonely Mountain he will encounter both a magic ring and a frightening creature known as Gollum. “A glorious account of a magnificent adventure, filled with suspense and seasoned with a quiet humor that is irresistible . . . All those, young or old, who love a fine adventurous tale, beautifully told, will take The Hobbit to their hearts.” – New York Times Book Review",
    "imgUrl": "http://books.google.com/books/content?id=pD6arNyKyi8C&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "isbn": "9780547951973",
    "author": "J.R.R. Tolkien",
    "publisher": "Houghton Mifflin Harcourt",
    "pageCount": 288,
    "price": 28.8,
    "shelf": "A1234",
    "publishedDate": "2012-02-15"
  },
  {
    "title": "The Hobbit",
    "description": "This deluxe hardcover edition of J.R.R. Tolkien's classic prelude to his Lord of the Rings trilogy contains a short introduction by Christopher Tolkien, a reset text incorporating the most up-to-date corrections, and all of Tolkien’s own drawings and full-color illustrations, including the rare “Mirkwood” piece. J.R.R. Tolkien's own description for the original edition: \"If you care for journeys there and back, out of the comfortable Western world, over the edge of the Wild, and home again, and can take an interest in a humble hero (blessed with a little wisdom and a little courage and considerable good luck), here is a record of such a journey and such a traveler. The period is the ancient time between the age of Faerie and the dominion of men, when the famous forest of Mirkwood was still standing, and the mountains were full of danger. In following the path of this humble adventurer, you will learn by the way (as he did) -- if you do not already know all about these things -- much about trolls, goblins, dwarves, and elves, and get some glimpses into the history and politics of a neglected but important period. For Mr. Bilbo Baggins visited various notable persons; conversed with the dragon, Smaug the Magnificent; and was present, rather unwillingly, at the Battle of the Five Armies. This is all the more remarkable, since he was a hobbit. Hobbits have hitherto been passed over in history and legend, perhaps because they as a rule preferred comfort to excitement. But this account, based on his personal memoirs, of the one exciting year in the otherwise quiet life of Mr. Baggins will give you a fair idea of the estimable people now (it is said) becoming rather rare. They do not like noise.\"",
    "imgUrl": "http://books.google.com/books/content?id=zEK0ewyRMn4C&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "isbn": "9780547951966",
    "author": "J.R.R. Tolkien",
    "publisher": "Houghton Mifflin Harcourt",
    "pageCount": 320,
    "price": 32.0,
    "shelf": "A1234",
    "publishedDate": "2012-02-15"
  },
  {
    "title": "The Hobbit (Enhanced Edition)",
    "description": "Exclusive to this Enhanced version of the eBook are recently discovered audio recordings by J.R.R. Tolkien, and new high-resolution colour images of all of Tolkien’s illustrations for the book, many of which are also included in their earlier black-and-white versions and can be revealed by a simple swipe of the screen.",
    "imgUrl": "http://books.google.com/books/content?id=rIqOaeTx074C&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "isbn": "9780007425389",
    "author": "J. R. R. Tolkien",
    "publisher": "HarperCollins UK",
    "pageCount": 304,
    "price": 30.400000000000002,
    "shelf": "A1234",
    "publishedDate": "2011-11-18"
  },
  {
    "title": "The Hobbit",
    "description": "A visual companion to the film \"The Hobbit: An Unexpected Journey\" offers insights into the world of Middle-Earth and includes character profiles, bestiaries, and notes on the places of Middle-Earth.",
    "imgUrl": "http://books.google.com/books/content?id=H8ON-dTgQQYC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "isbn": "9780547898568",
    "author": "Jude Fisher",
    "publisher": "Houghton Mifflin Harcourt",
    "pageCount": 75,
    "price": 7.5,
    "shelf": "A1234",
    "publishedDate": "2012"
  },
  {
    "title": "Exploring J.R.R. Tolkien's The Hobbit",
    "description": "The host of the popular podcast The Tolkien Professor provides an in-depth tour of The Hobbit, detailing the secrets and stories behind the characters within the prelude to The Lord of the Rings. 30,000 first printing.",
    "imgUrl": "http://books.google.com/books/content?id=KY0BDObXftUC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "isbn": "9780547739465",
    "author": "Corey Olsen",
    "publisher": "Houghton Mifflin Harcourt",
    "pageCount": 318,
    "price": 31.8,
    "shelf": "A1234",
    "publishedDate": "2012"
  },
  {
    "title": "The Christian World of The Hobbit",
    "description": "Reveals the Christian elements that lie at the center of \"The Hobbit,\" explaining how Tolkien incorporated his faith into his classic literary work.",
    "imgUrl": "http://books.google.com/books/content?id=QMZ-SpsAuasC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "isbn": "9781426749490",
    "author": "Devin Brown",
    "publisher": "Abingdon Press",
    "pageCount": 193,
    "price": 19.3,
    "shelf": "A1234",
    "publishedDate": "2012"
  },
  {
    "title": "Finding God in the Hobbit",
    "description": "Indulges readers with an exploration of the spiritual significance of J.R.R. Tolkien's famous children's classic.",
    "imgUrl": "http://books.google.com/books/content?id=N_0VhzQKIIAC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "isbn": "1414305966",
    "author": "Jim Ware",
    "publisher": "Tyndale House Publishers, Inc.",
    "pageCount": 177,
    "price": 17.7,
    "shelf": "A1234",
    "publishedDate": "2006"
  },
  {
    "title": "The Hobbit: Illustrated by Alan Lee",
    "description": "First ever illustrated eBook of the classic bestseller featuring more than 60 colour paintings and pencil drawings by the award-winning artist, Alan Lee, Conceptual Designer on Peter Jackson’s THE HOBBIT: AN UNEXPECTED JOURNEY.",
    "imgUrl": "http://books.google.com/books/content?id=Lry4SK8RmQgC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "isbn": "9780007487318",
    "author": "J. R. R. Tolkien",
    "publisher": "HarperCollins UK",
    "pageCount": 400,
    "price": 40.0,
    "shelf": "A1234",
    "publishedDate": "2012-11-08"
  },
  {
    "title": "The Hobbit: Deluxe Pocket Edition",
    "description": "Bilbo Baggins, a respectable, well-to-do hobbit, lives comfortably in his hobbit-hole until the day the wandering wizard Gandalf chooses him to take part in an adventure from which he may never return.",
    "imgUrl": "http://books.google.com/books/content?id=de0rLwEACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "isbn": "0544045521",
    "author": "J. R. R. Tolkien",
    "publisher": "Houghton Mifflin Harcourt",
    "pageCount": 300,
    "price": 30.0,
    "shelf": "A1234",
    "publishedDate": "2012-10-30"
  },
  {
    "title": "Conversations with Ray Bradbury",
    "description": "Presents a collection of interviews with twentieth-century novelist, short story writer, and playwright, Ray Bradbury, that covers five decades of his life and works.",
    "imgUrl": "http://books.google.com/books/content?id=zpO2ESsDZFcC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "isbn": "1578066417",
    "author": "Ray Bradbury",
    "publisher": "Univ. Press of Mississippi",
    "pageCount": 208,
    "price": 20.8,
    "shelf": "A1234",
    "publishedDate": "2004"
  },
  {
    "title": "Ray Bradbury",
    "description": "\"The Definitive Ray Bradbury Book\" \"I volunteered for the Moorpark College newsroom assignment. The speech changed my life just listening to Bradbury speak. I thought he was the greatest orator I had ever heard and thought to myself, \"If he can write as well as he can talk, I'll read everything he's written and seek out magazines to sell an article about him.\" Back then (1968), I had started my freelance writing career and was always looking for new ideas. That first Bradbury speech changed my life and his advice gave me my life's philosophy: 'Follow your loves! Don't listen to anyone else-even your own spouse. However, if you have the love of a good spouse and several good friends, you'll be successful. If you don't yet know what you want to do in life, go out and find your loves and you'll have a happy life.'\" You'll find this biography may be more of a self-help book and \"the definitive Ray Bradbury\" revealed like no other book has yet done. Whether you are a science fiction fan, student, attorney, architect, writer, priest, or just a person trying to find your mission on planet Earth, there is a piece of the jigsaw puzzle to your life awaiting you in this book. If you are going on a trip or simply want something to read for a weekend, this book is designed as a quick, entertaining read for all people. And you need not know anything about science fiction to enjoy reading the study of this genius and American icon. Enjoy! -Gene Beley, author",
    "imgUrl": "http://books.google.com/books/content?id=W3g8R-PVWG4C&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "isbn": "9780595373642",
    "author": "Gene Beley",
    "publisher": "iUniverse",
    "pageCount": 199,
    "price": 19.900000000000002,
    "shelf": "A1234",
    "publishedDate": "2006"
  },
  {
    "title": "Fahrenheit 451",
    "description": "The hauntingly prophetic classic novel set in a not-too-distant future where books are burned by a special task force of firemen.",
    "imgUrl": "http://books.google.com/books/content?id=Shsqc7sd_QoC&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "isbn": "9780007496969",
    "author": "Ray Bradbury",
    "publisher": "HarperCollins UK",
    "pageCount": 240,
    "price": 24.0,
    "shelf": "A1234",
    "publishedDate": "2013-02-14"
  },
  {
    "title": "The Illustrated Man",
    "description": "Eighteen science fiction stories deal with love, madness, and death on Mars, Venus, and in space.",
    "imgUrl": "http://books.google.com/books/content?id=-QC3TyfN3zoC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "isbn": "9781451678185",
    "author": "Ray Bradbury",
    "publisher": "Simon and Schuster",
    "pageCount": 279,
    "price": 27.900000000000002,
    "shelf": "A1234",
    "publishedDate": "2012-04-17"
  },
  {
    "title": "Ray Bradbury Stories",
    "description": "One hundred classic stories from the celebrated author of Fahrenheit 451.",
    "imgUrl": "http://books.google.com/books/content?id=PCLHgz6DgAUC&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "isbn": "9780007497683",
    "author": "Ray Bradbury",
    "publisher": "HarperCollins UK",
    "pageCount": 864,
    "price": 86.4,
    "shelf": "A1234",
    "publishedDate": "2012-06-28"
  },
  {
    "title": "Ray Bradbury",
    "description": "Details each of Bradbury's writings from initial draft through various editions, providing sample pages showing Bradbury's drafts and revisions and side-by-side sections of novels and short stories that compare the way Bradbury's work appeared in different published sources.",
    "imgUrl": "http://books.google.com/books/content?id=rnWY_tjp9WgC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "isbn": "0873387791",
    "author": "Jonathan R. Eller",
    "publisher": "Kent State University Press",
    "pageCount": 570,
    "price": 57.0,
    "shelf": "A1234",
    "publishedDate": "2004"
  },
  {
    "title": "The Stories of Ray Bradbury",
    "description": "A volume of 100 top-selected stories by the iconic writer includes Martian tales, pieces inspired by life in Mexico and offbeat reminiscences of a childhood in Green Town, Illinois. By the National Medal of Arts-winning author of Fahrenheit 451.",
    "imgUrl": "http://books.google.com/books/content?id=U4LYPwAACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "isbn": "0307269051",
    "author": "Ray Bradbury",
    "publisher": "Everyman's Library",
    "pageCount": 1059,
    "price": 105.9,
    "shelf": "A1234",
    "publishedDate": "2010"
  },
  {
    "title": "Ray Bradbury",
    "description": "Presents a collection of critical essays about the works of Ray Bradbury.",
    "imgUrl": "http://books.google.com/books/content?id=htV4XatIrAUC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "isbn": "9781438131092",
    "author": "Harold Bloom",
    "publisher": "Infobase Publishing",
    "pageCount": 246,
    "price": 24.6,
    "shelf": "A1234",
    "publishedDate": "2010"
  },
  {
    "title": "Quicker Than the Eye",
    "description": "The internationally acclaimed author of The Martian Chronicles, The Illustrated Man, and Fahrenheit 451, Ray Bradbury is a magician at the height of his powers, displaying his sorcerer's skill with twenty-one remarkable stories that run the gamut from total reality to light fantastic, from high noon to long after midnight. A true master tells all, revealing the strange secret of growing young and mad; opening a Witch Door that links two intolerant centuries; joining an ancient couple in their wild assassination games; celebrating life and dreams in the unique voice that has favored him across six decades and has enchanted millions of readers the world over.",
    "imgUrl": "http://books.google.com/books/content?id=MVMavcQdNcYC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "isbn": "9780062242235",
    "author": "Ray Bradbury",
    "publisher": "Harper Collins",
    "pageCount": 304,
    "price": 30.400000000000002,
    "shelf": "A1234",
    "publishedDate": "2013-04-30"
  },
  {
    "title": "The Martian Chronicles",
    "description": "The tranquility of Mars is disrupted by humans who want to conquer space, colonize the planet, and escape a doomed Earth.",
    "imgUrl": "http://books.google.com/books/content?id=HzQXlPS48PQC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "isbn": "9781451678192",
    "author": "Ray Bradbury",
    "publisher": "Simon and Schuster",
    "pageCount": 241,
    "price": 24.1,
    "shelf": "A1234",
    "publishedDate": "2012-04-17"
  },
  {
    "title": "The Poetry of Jane Austen and the Austen Family",
    "description": "As in many households in the late eighteenth century, writing verses was a pastime with the Austen family, and the composition of ingenious riddles and charades provided a source of lively entertainment. This volume of verses by Jane Austen and her family contains all the known poems by Jane herself as well as a selection of work by her mother, her sister Cassandra, four of her brothers, her uncle James, her nieces Anna and Fanny, her nephew James Edward and other relatives. David Selwyn provides an introduction and full explanatory notes; his transcriptions, taken from autograph manuscripts or from the earliest copies, are precise in terms of spelling punctuation and layout.",
    "imgUrl": "http://books.google.com/books/content?id=S4wqdElrq9cC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "isbn": "0877455805",
    "author": "Jane Austen",
    "publisher": "University of Iowa Press",
    "pageCount": 106,
    "price": 10.600000000000001,
    "shelf": "A1234",
    "publishedDate": "1997"
  },
  {
    "title": "Jane Austen",
    "description": "Over the last 200 years, the novels of Jane Austen have been loved and celebrated across a diverse international readership. As a result, there is a bottomless appetite for detail about the woman behind the writing. Jane Austen traces her life and times; her relationships with family and friends; the attitudes and customs of the time that shaped her and were in turn shaped by her work; and the places where she lived, worked and set her novels, from rural Hampshire to fashionable Bath Spa. Chapters on each of her novels run throughout the book and place them in the context of her life. For such a renowned novelist, there is remarkably little direct material available, but this volume draws on archives for a truly insightful view.",
    "imgUrl": "http://books.google.com/books/content?id=Zsb0mgEACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "isbn": "0233003703",
    "author": "Janet Todd",
    "publisher": "Andre Deutsch Limited",
    "pageCount": 112,
    "price": 11.200000000000001,
    "shelf": "A1234",
    "publishedDate": "2013"
  },
  {
    "title": "The Complete Works of Jane Austen (Illustrated)",
    "description": "Jane Austen (16 December 1775 – 18 July 1817) was an English novelist known principally for her five major novels which interpret, critique and comment upon the life of the British landed gentry at the end of the 18th century. Her most highly praised novel during her own lifetime was Pride and Prejudice which was her second published novel. Her plots often reflect upon the dependence of women on marriage in the pursuit of favorable social standing and economic security. Austen's main novels are rarely out of print today though they were first published anonymously and brought her little personal fame with only a few glancing reviews during her lifetime. A significant transition in her posthumous reputation as an author occurred in 1869, fifty-two years after her death, when her nephew published A Memoir of Jane Austen which effectively introduced her to a wider public and reading audience. Austen's most successful novel in her own lifetime was Pride and Prejudice which went through two editions during her own life. Her third published novel was Mansfield Park which was largely overlooked by the professional reviewers though it was a great success with the public still within her lifetime. All five of her major novels were published for the first time between 1811 and 1818. From 1811 until 1816, with the premiere publication of Sense and Sensibility (1811), Pride and Prejudice (1813), Mansfield Park (1814) and Emma (1815), she achieved success as a published writer. She wrote two additional novels Northanger Abbey and Persuasion, both published posthumously in 1818, and began another one, which was eventually titled Sanditon, but died before completing it.",
    "imgUrl": "http://books.google.com/books/content?id=ZGtxDQAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "isbn": null,
    "author": "Jane Austen",
    "publisher": "Full Moon Publications",
    "pageCount": 782,
    "price": 78.2,
    "shelf": "A1234",
    "publishedDate": "2016-06-01"
  },
  {
    "title": "The Jane Austen Book Club",
    "description": "THE NEW YORK TIMES BESTSELLER A book club discuss the works of Jane Austen and experience their own affairs of the heart in this charming “tribute to Austen that manages to capture her spirit” (The Boston Globe). In California’s central valley, five women and one man join to discuss Jane Austen’s novels. Over the six months they get together, marriages are tested, affairs begin, unsuitable arrangements become suitable, and love happens. With her eye for the frailties of human behavior and her ear for the absurdities of social intercourse, Karen Joy Fowler has never been wittier nor her characters more appealing. The result is a delicious dissection of modern relationships. Dedicated Austenites will delight in unearthing the echoes of Austen that run through the novel, but most readers will simply enjoy the vision and voice that, despite two centuries of separation, unite two great writers of brilliant social comedy.",
    "imgUrl": "http://books.google.com/books/content?id=7jN5431M2QsC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "isbn": "1101213264",
    "author": "Karen Joy Fowler",
    "publisher": "Penguin",
    "pageCount": 304,
    "price": 30.400000000000002,
    "shelf": "A1234",
    "publishedDate": "2005-04-26"
  },
  {
    "title": "A Jane Austen Education",
    "description": "An eloquent memoir of a young man's life transformed by literature. In A Jane Austen Education, Austen scholar William Deresiewicz turns to the author's novels to reveal the remarkable life lessons hidden within. With humor and candor, Deresiewicz employs his own experiences to demonstrate the enduring power of Austen's teachings. Progressing from his days as an immature student to a happily married man, Deresiewicz's A Jane Austen Education is the story of one man's discovery of the world outside himself. A self-styled intellectual rebel dedicated to writers such as James Joyce and Joseph Conrad, Deresiewicz never thought Austen's novels would have anything to offer him. But when he was assigned to read Emma as a graduate student at Columbia, something extraordinary happened. Austen's devotion to the everyday, and her belief in the value of ordinary lives, ignited something in Deresiewicz. He began viewing the world through Austen's eyes and treating those around him as generously as Austen treated her characters. Along the way, Deresiewicz was amazed to discover that the people in his life developed the depth and richness of literary characters-that his own life had suddenly acquired all the fascination of a novel. His real education had finally begun. Weaving his own story-and Austen's-around the ones her novels tell, Deresiewicz shows how her books are both about education and themselves an education. Her heroines learn about friendship and feeling, staying young and being good, and, of course, love. As they grow up, they learn lessons that are imparted to Austen's reader, who learns and grows by their sides. A Jane Austen Education is a testament to the transformative power of literature, a celebration of Austen's mastery, and a joy to read. Whether for a newcomer to Austen or a lifelong devotee, Deresiewicz brings fresh insights to the novelist and her beloved works. Ultimately, Austen's world becomes indelibly entwined with our own, showing the relevance of her message and the triumph of her vision. Watch a Video",
    "imgUrl": "http://books.google.com/books/content?id=m0ZxP-SeXwIC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "isbn": "1101514175",
    "author": "William Deresiewicz",
    "publisher": "Penguin",
    "pageCount": 288,
    "price": 28.8,
    "shelf": "A1234",
    "publishedDate": "2011-04-28"
  },
  {
    "title": "The Making of Jane Austen",
    "description": "Just how did Jane Austen become the celebrity author and the inspiration for generations of loyal fans she is today? Devoney Looser’s The Making of Jane Austen turns to the people, performances, activism, and images that fostered Austen’s early fame, laying the groundwork for the beloved author we think we know. Here are the Austen influencers, including her first English illustrator, the eccentric Ferdinand Pickering, whose sensational gothic images may be better understood through his brushes with bullying, bigamy, and an attempted matricide. The daring director-actress Rosina Filippi shaped Austen’s reputation with her pioneering dramatizations, leading thousands of young women to ventriloquize Elizabeth Bennet’s audacious lines before drawing room audiences. Even the supposedly staid history of Austen scholarship has its bizarre stories. The author of the first Jane Austen dissertation, student George Pellew, tragically died young, but he was believed by many, including his professor-mentor, to have come back from the dead. Looser shows how these figures and their Austen-inspired work transformed Austen’s reputation, just as she profoundly shaped theirs. Through them, Looser describes the factors and influences that radically altered Austen’s evolving image. Drawing from unexplored material, Looser examines how echoes of that work reverberate in our explanations of Austen’s literary and cultural power. Whether you’re a devoted Janeite or simply Jane-curious, The Making of Jane Austen will have you thinking about how a literary icon is made, transformed, and handed down from generation to generation.",
    "imgUrl": "http://books.google.com/books/content?id=65DUDgAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "isbn": "9781421422831",
    "author": "Devoney Looser",
    "publisher": "JHU Press",
    "pageCount": 308,
    "price": 30.8,
    "shelf": "A1234",
    "publishedDate": "2017-06-27"
  },
  {
    "title": "Jane Austen in Context",
    "description": "This 2005 collection of essays covering many aspects of Austen's life, works and historical context provides the fullest introduction in one volume to the life and times of Jane Austen. Jane Austen in Context is a generously illustrated collection of short, lively contributions arranged alphabetically, and covering topics from biography to portraits and agriculture to transport. An essay on the reception of Austen's work is also included, showing how criticism of Austen has responded to literary movements and fashions. The volume emphasises the subtle interactions between Austen's life and times and her novels. This is a work of reference that readers and scholars of Austen will turn to again and again.",
    "imgUrl": "http://books.google.com/books/content?id=TVcNgW5uH5oC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "isbn": "0521826446",
    "author": "Janet Todd",
    "publisher": "Cambridge University Press",
    "pageCount": 467,
    "price": 46.7,
    "shelf": "A1234",
    "publishedDate": "2005-10-20"
  },
  {
    "title": "Jane Austen",
    "description": null,
    "imgUrl": "http://books.google.com/books/content?id=arUEAQAAIAAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "isbn": "UCAL:B4101687",
    "author": "Francis Warre Cornish",
    "publisher": null,
    "pageCount": 240,
    "price": 24.0,
    "shelf": "A1234",
    "publishedDate": "1914"
  },
  {
    "title": "Pride and Prejudice",
    "description": "Jane Austen is arguably the finest female novelist who ever lived and Pride and Prejudice is arguably the finest, and is certainly the most popular, of her novels. An undoubted classic of world literature, its profound Christian morality is all too often missed or wilfully overlooked by today's (post)modern critics. Yet Austen saw the follies and foibles of human nature, and the frictions and fidelities of family life, with an incisive eye that penetrates to the very heart of the human condition. This edition of Austen's masterpiece includes an introduction by Professor Christopher Blum and several insightful critical essays by leading Austen scholars.",
    "imgUrl": "http://books.google.com/books/content?id=55AFYh5XadkC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "isbn": "9781586172633",
    "author": "Jane Austen",
    "publisher": "Ignatius Press",
    "pageCount": 417,
    "price": 41.7,
    "shelf": "A1234",
    "publishedDate": "2008"
  },
  {
    "title": "Jane Austen, the Secret Radical",
    "description": "A brilliant, illuminating reassessment of the life and work of Jane Austen that makes clear how Austen has been misread for the past two centuries and that shows us how she intended her books to be read, revealing, as well, how subversive and daring--how truly radical--a writer she was. In this fascinating, revelatory work, Helena Kelly--dazzling Jane Austen authority--looks past the grand houses, the pretty young women, past the demure drawing room dramas and witty commentary on the narrow social worlds of her time that became the hallmark of Austen's work to bring to light the serious, ambitious, deeply subversive nature of this beloved writer. Kelly illuminates the radical subjects--slavery, poverty, feminism, the Church, evolution, among them--considered treasonous at the time, that Austen deftly explored in the six novels that have come to embody an age. The author reveals just how in the novels we find the real Jane Austen: a clever, clear-sighted woman \"of information,\" fully aware of what was going on in the world and sure about what she thought of it. We see a writer who understood that the novel--until then seen as mindless \"trash\"--could be a great art form and who, perhaps more than any other writer up to that time, imbued it with its particular greatness.",
    "imgUrl": "http://books.google.com/books/content?id=7ZYiDQAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "isbn": "9781524732110",
    "author": "Helena Kelly",
    "publisher": "Vintage",
    "pageCount": 336,
    "price": 33.6,
    "shelf": "A1234",
    "publishedDate": "2017-05-02"
  },
  {
    "title": "Brave New World Revisited",
    "description": "In 1958, author Aldous Huxley wrote what some would call a sequel to his novel Brave New World (1932) but the sequel did not revisit the story or the characters. Instead, Huxley chose to revisit the world he created in a set of twelve essays in which he meditates on how his fantasy seemed to be becoming a reality and far more quickly than he ever imagined. That Huxley’s book Brave New World had been largely prophetic about a dystopian future a great distress to Huxley. By 1958, Huxley was sixty-four-years old; the world had been transformed by the events of World War II and the terrifying advent of nuclear weapons. Peeking behind the Iron Curtain where people were not free but instead governed by Totalitarianism, Huxley could only bow to grim prophecy of his friend, author George Orwell, (author of the book 1984). It struck Huxley that people were trading their freedom and individualism in exchange for the illusory comfort of sensory pleasure--just as he had predicted in Brave New World. Huxley despairs of contemporary humankind’s willingness to surrender freedom for pleasure. Huxley worried that the rallying cry, “Give me liberty or give me death” could be easily replaced by “Give me television and hamburgers, but don’t bother me with the responsibilities of liberty.” Huxley saw hope in education; education that could teach people to see beyond the easy slogans and efficient ends and anesthetic-like influence of propaganda.",
    "imgUrl": "http://books.google.com/books/content?id=c6TzjDsXDF4C&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "isbn": "0795311699",
    "author": "Aldous Huxley",
    "publisher": "RosettaBooks",
    "pageCount": 144,
    "price": 14.4,
    "shelf": "A1234",
    "publishedDate": "2010-07-01"
  },
  {
    "title": "Crome Yellow",
    "description": "A comical cast of characters has gathered for a social outing at Henry Wimbush's estate. Among the guests are a prolific writer; an idealist with plans for a \"Rational State\"; and a sensitive poet.",
    "imgUrl": "http://books.google.com/books/content?id=0lvCAgAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "isbn": "9780486166704",
    "author": "Aldous Huxley",
    "publisher": "Courier Corporation",
    "pageCount": 176,
    "price": 17.6,
    "shelf": "A1234",
    "publishedDate": "2013-04-02"
  },
  {
    "title": "Antic Hay",
    "description": "Some of the characters are thinly disguised portraits. Perhaps the most famous of Huxley's early novels.",
    "imgUrl": "http://books.google.com/books/content?id=TuVaAAAAMAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "isbn": "UOM:39015018652787",
    "author": "Aldous Huxley",
    "publisher": "New York, G.H. Doran [1923]",
    "pageCount": 350,
    "price": 35.0,
    "shelf": "A1234",
    "publishedDate": "1925"
  },
  {
    "title": "Aldous Huxley",
    "description": "When Aldous Huxley died on November 22, 1963, on the same day that John F. Kennedy was assassinated, he was widely considered to be one of the most intelligent and wide-ranging English writers of the twentieth century. Associated in the public mind with his dystopian satire, Brave New World, and experimentation with drugs that preceded the psychedelic, a term he invented, era of the 1960s, Huxley seemed to embody the condition of twentieth-century man in his restless curiosity, his search for meaning in a post-religious age, and his concern about the misuses of science and the future of the planet. But Huxley was born when Queen Victoria was on the British throne. He was the grandson of the great Victorian scientist Thomas Henry Huxley \"Darwin's bulldog,\" and the great-nephew of the great poet and critic Matthew Arnold. Exiled in the Californian sun, he never ceased to think of himself as part of a tradition that could be traced back to the Victorian public intellectuals. This biography of Huxley---the first in thirty years---draws on a substantial amount of unpublished material, as well as numerous interviews with his family and friends. It is a portrait of a daring and iconoclastic novelist; a man hampered by semi-blindness, who spent a restless life in search of personal enlightenment. Nicholas Murray charts Huxley's Bloomsbury years, his surprising and complex relationship with D. H. Lawrence, and his emigration to America in the late 1930s, where he pursued a career as a screenwriter while continuing his fascination with mysticism and religion. Huxley's private life was also unconventional, and this book reveals for the first time the extraordinary story of the ménage à trois including Huxley, his remarkable wife, Maria, and the Bloomsbury socialite and mistress of Clive Bell, Mary Hutchinson. Huxley emerges from this new biography as one of the most intriguing and complex figures of twentieth-century English writing---novelist, poet, biographer, philosopher, social and political thinker. In an era of intense specialization he remained a free-ranging thinker, unconfined by conventional categories, concerned to communicate his insights in ordinary language---a very English intellectual.",
    "imgUrl": "http://books.google.com/books/content?id=tukmDMYu6ysC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "isbn": "1429978503",
    "author": "Nicholas Murray",
    "publisher": "Macmillan",
    "pageCount": 480,
    "price": 48.0,
    "shelf": "A1234",
    "publishedDate": "2003-03-24"
  },
  {
    "title": "Brave New World",
    "description": "Huxley's bleak future prophesized in Brave New World was a capitalist civilization which had been reconstituted through scientific and psychological engineering, a world in which people are genetically designed to be passive and useful to the ruling class. Satirical and disturbing, Brave New World is set some 600 years ahead, in \"this year of stability, A.F. 632\"--the A.F. standing for After Ford, meaning the godlike Henry Ford. \"Community, Identity, Stability,\" is the motto. Reproduction is controlled through genetic engineering, and people are bred into a rigid class system. As they mature, they are conditioned to be happy with the roles that society has created for them. The rest of their lives are devoted to the pursuit of pleasure through sex, recreational sports, the getting and having of material possessions, and taking a drug called Soma. Concepts such as family, freedom, love, and culture are considered grotesque. Against this backdrop, a young man known as John the Savage is brought to London from the remote desert of New Mexico. What he sees in the new civilization a \"brave new world\" (quoting Shakespeare's The Tempest). However, ultimately, John challenges the basic premise of this society in an act that threatens and fascinates its citizens. Huxley uses his entire prowess to throw the idea of utopia into reverse, presenting us what is known as the \"dystopian\" novel. When Brave New World was written (1931), neither Hitler nor Stalin had risen to power. Huxley saw the enduring threat to society from the dark side of scientific and social progress, and mankind's increasing appetite for simple amusement. Brave New World is a work that indicts the idea of progress for progress sake and is backed up with force and reason.",
    "imgUrl": "http://books.google.com/books/content?id=niDNtZoYsAUC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "isbn": "0795311257",
    "author": "Aldous Huxley",
    "publisher": "RosettaBooks",
    "pageCount": 288,
    "price": 28.8,
    "shelf": "A1234",
    "publishedDate": "2010-07-01"
  },
  {
    "title": "Island",
    "description": "While shipwrecked on the island of Pala, Will Farnaby, a disenchanted journalist, discovers a utopian society that has flourished for the past 120 years. Although he at first disregards the possibility of an ideal society, as Farnaby spends time with the people of Pala his ideas about humanity change. HarperPerennial Classics brings great works of literature to life in digital format, upholding the highest standards in ebook production and celebrating reading in all its forms. Look for more titles in the HarperPerennial Classics collection to build your digital library.",
    "imgUrl": "http://books.google.com/books/content?id=ARHtAQAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "isbn": "9781443428583",
    "author": "Aldous Huxley",
    "publisher": "Harper Collins",
    "pageCount": 400,
    "price": 40.0,
    "shelf": "A1234",
    "publishedDate": "2014-01-01"
  },
  {
    "title": "The Perennial Philosophy",
    "description": "An inspired gathering of religious writings that reveals the \"divine reality\" common to all faiths, collected by Aldous Huxley \"The Perennial Philosophy,\" Aldous Huxley writes, \"may be found among the traditional lore of peoples in every region of the world, and in its fully developed forms it has a place in every one of the higher religions.\" With great wit and stunning intellect—drawing on a diverse array of faiths, including Zen Buddhism, Hinduism, Taoism, Christian mysticism, and Islam—Huxley examines the spiritual beliefs of various religious traditions and explains how they are united by a common human yearning to experience the divine. The Perennial Philosophy includes selections from Meister Eckhart, Rumi, and Lao Tzu, as well as the Bhagavad Gita, Tibetan Book of the Dead, Diamond Sutra, and Upanishads, among many others.",
    "imgUrl": "http://books.google.com/books/content?id=l1fs25HbCY0C&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "isbn": "9780061893315",
    "author": "Aldous Huxley",
    "publisher": "Harper Collins",
    "pageCount": 352,
    "price": 35.2,
    "shelf": "A1234",
    "publishedDate": "2012-02-14"
  },
  {
    "title": "Brave New World",
    "description": "Huxley's story shows a futuristic World State where all emotion, love, art, and human individuality have been replaced by social stability. An ominous warning to the world's population, this literary classic is a must-read.",
    "imgUrl": "http://books.google.com/books/content?id=zyePPwAACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "isbn": "1405882581",
    "author": "Aldous Huxley",
    "publisher": "Longman",
    "pageCount": 121,
    "price": 12.100000000000001,
    "shelf": "A1234",
    "publishedDate": "2009-02-27"
  },
  {
    "title": "Brief Candles",
    "description": "This collection of Huxley short stories contains After the Fireworks which is the length of a short novel and deals with the predicament of a well-known writer who finds himself approached as an oldish man, by an importunate female admirer who aspires at all costs to be his mistress. A further three stories are included, which are, Chawdron, The Rest Cure and The Claxtons. This is a must read for all Huxley fans.",
    "imgUrl": "http://books.google.com/books/content?id=8zQ6swEACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "isbn": "1981967753",
    "author": "Aldous Huxley",
    "publisher": "Createspace Independent Publishing Platform",
    "pageCount": 358,
    "price": 35.800000000000004,
    "shelf": "A1234",
    "publishedDate": "2018-01-12"
  },
  {
    "title": "Reluctant Modernists",
    "description": "The essays collected here deal with modernist writers who, on the whole, felt 'reluctant' about their modernist status because they believed that it was just as important to look backward as it was to look forward. Indeed, for most of them looking backward was more important because it was only through the past that one could understand one's proper place in the present and in the future. That is why in Huxley's Brave New World it is the rejection of the past in the future - and by implication in the present - that makes its satire so penetrating. Modernism, in other words, means for these writers not a radical break with the past but a continuing search for what still connects them (and us) vitally with it. Peter Firchow, Professor of English at the University of Minnesota, is the author of several books on modern and modernist literary subjects, including books on Huxley, Conrad, and Auden. The publication of some of his hitherto uncollected essays in this volume is intended to honor",
    "imgUrl": "http://books.google.com/books/content?id=4n7juQ3UXAQC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "isbn": "3825859622",
    "author": "Peter Edgerly Firchow",
    "publisher": "LIT Verlag Münster",
    "pageCount": 315,
    "price": 31.5,
    "shelf": "A1234",
    "publishedDate": "2003"
  },
  {
    "title": "Bridge of Clay",
    "description": "The unforgettable, New York Times bestselling family saga from Markus Zusak, the storyteller who gave us the extraordinary bestseller THE BOOK THIEF, lauded by the New York Times as \"the kind of book that can be life-changing.\" NAMED ONE OF THE BEST BOOKS OF THE YEAR BY ENTERTAINMENT WEEKLY * THE WALL STREET JOURNAL \"One of those monumental books that can draw you across space and time into another family's experience in the most profound way.\" --The Washington Post \"Mystical and loaded with heart, it's another gorgeous tearjerker from a rising master of them.\" --Entertainment Weekly \"Devastating, demanding and deeply moving.\" --Wall Street Journal The breathtaking story of five brothers who bring each other up in a world run by their own rules. As the Dunbar boys love and fight and learn to reckon with the adult world, they discover the moving secret behind their father's disappearance. At the center of the Dunbar family is Clay, a boy who will build a bridge--for his family, for his past, for greatness, for his sins, for a miracle. The question is, how far is Clay willing to go? And how much can he overcome? Written in powerfully inventive language and bursting with heart, BRIDGE OF CLAY is signature Zusak.",
    "imgUrl": "http://books.google.com/books/content?id=Nvq0DwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "isbn": "9780375845604",
    "author": "Markus Zusak",
    "publisher": "Knopf Books for Young Readers",
    "pageCount": 560,
    "price": 56.0,
    "shelf": "A1234",
    "publishedDate": "2019-10-08"
  },
  {
    "title": "I Am the Messenger",
    "description": "DON’T MISS BRIDGE OF CLAY, MARKUS ZUSAK’S FIRST NOVEL SINCE THE BOOK THIEF AND AN UNFORGETTABLE AND SWEEPING FAMILY SAGA. From the author of the extraordinary #1 New York Times bestseller The Book Thief, I Am the Messenger is an acclaimed novel filled with laughter, fists, and love. A MICHAEL L. PRINTZ HONOR BOOK FIVE STARRED REVIEWS Ed Kennedy is an underage cabdriver without much of a future. He's pathetic at playing cards, hopelessly in love with his best friend, Audrey, and utterly devoted to his coffee-drinking dog, the Doorman. His life is one of peaceful routine and incompetence until he inadvertently stops a bank robbery. That's when the first ace arrives in the mail. That's when Ed becomes the messenger. Chosen to care, he makes his way through town helping and hurting (when necessary) until only one question remains: Who's behind Ed's mission?",
    "imgUrl": "http://books.google.com/books/content?id=qCDyT1q6OjIC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "isbn": "030743348X",
    "author": "Markus Zusak",
    "publisher": "Knopf Books for Young Readers",
    "pageCount": 368,
    "price": 36.800000000000004,
    "shelf": "A1234",
    "publishedDate": "2007-12-18"
  },
  {
    "title": "The Book Thief",
    "description": "DON’T MISS BRIDGE OF CLAY, MARKUS ZUSAK’S FIRST NOVEL SINCE THE BOOK THIEF. The extraordinary #1 New York Times bestseller that is now a major motion picture, Markus Zusak's unforgettable story is about the ability of books to feed the soul. Nominated as one of America's best-loved novels by PBS’s The Great American Read. When Death has a story to tell, you listen. It is 1939. Nazi Germany. The country is holding its breath. Death has never been busier, and will become busier still. Liesel Meminger is a foster girl living outside of Munich, who scratches out a meager existence for herself by stealing when she encounters something she can’t resist–books. With the help of her accordion-playing foster father, she learns to read and shares her stolen books with her neighbors during bombing raids as well as with the Jewish man hidden in her basement. In superbly crafted writing that burns with intensity, award-winning author Markus Zusak, author of I Am the Messenger, has given us one of the most enduring stories of our time. “The kind of book that can be life-changing.” —The New York Times “Deserves a place on the same shelf with The Diary of a Young Girl by Anne Frank.” —USA Today",
    "imgUrl": "http://books.google.com/books/content?id=veGXULZK6UAC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "isbn": "0307433846",
    "author": "Markus Zusak",
    "publisher": "Knopf Books for Young Readers",
    "pageCount": 592,
    "price": 59.2,
    "shelf": "A1234",
    "publishedDate": "2007-12-18"
  },
  {
    "title": "Getting The Girl",
    "description": "In this sequel to the award-winning FIGHTING RUBEN WOLFE, Cameron explores the ecstasy, the danger, and the cost of love. Cameron Wolfe is a loser. He knows it. He's the quiet one, not a soccer star like his brother Steve or a charming fighter with a new girl every week like his brother Rube. Cam would give anything to be near one of those girls, to love her and treat her right. He especially likes Rube's latest, Octavia, with her brilliant ideas and bright green eyes. But what woman like that would want a loser like him? Maybe Octavia would, Cam discovers. Maybe he'd even have something to say. And those maybes change everything: winning, loving, losing, the Wolfe brothers, and Cameron himself.",
    "imgUrl": "http://books.google.com/books/content?id=jLIAryEmkqoC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "isbn": "9780545623704",
    "author": "Markus Zusak",
    "publisher": "Scholastic Inc.",
    "pageCount": 272,
    "price": 27.200000000000003,
    "shelf": "A1234",
    "publishedDate": "2013-05-28"
  },
  {
    "title": "The Book Thief",
    "description": "The New York Times and Sunday Times bestseller Over one million copies sold in the UK alone 'A novel of breathtaking scope' Guardian 1939. Nazi Germany. The country is holding its breath. Death has never been busier. Liesel, a nine-year-old girl, is living with a foster family on Himmel Street. Her parents have been taken away to a concentration camp. Liesel steals books. This is her story and the story of the inhabitants of her street when the bombs begin to fall. SOME IMPORTANT INFORMATION - THIS NOVEL IS NARRATED BY DEATH This new edition features an amazing early chapter from Markus Zusak's brand new literary novel BRIDGE OF CLAY.",
    "imgUrl": "http://books.google.com/books/content?id=FNF1CwAAQBAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "isbn": "9781473541870",
    "author": "Markus Zusak",
    "publisher": "Random House",
    "pageCount": 560,
    "price": 56.0,
    "shelf": "A1234",
    "publishedDate": "2016-03-08"
  },
  {
    "title": "Why I Write",
    "description": "Throughout history, some books have changed the world. They have transformed the way we see ourselves - and each other. They have inspired debate, dissent, war and revolution. They have enlightened, outraged, provoked and comforted. They have enriched lives - and destroyed them. Now Penguin brings you the works of the great thinkers, pioneers, radicals and visionaries whose ideas shook civilization, and helped make us who we are. Whether puncturing the lies of politicians, wittily dissecting the English character or telling unpalatable truths about war, Orwell's timeless, uncompromising essays are more relevant, entertaining and essential than ever in today's era of spin.",
    "imgUrl": "http://books.google.com/books/content?id=teKmBAAAQBAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "isbn": "9780141980607",
    "author": "George Orwell",
    "publisher": "Penguin UK",
    "pageCount": 128,
    "price": 12.8,
    "shelf": "A1234",
    "publishedDate": "2014-10-30"
  },
  {
    "title": "The Book Thief: Enhanced Movie Tie-in Edition",
    "description": "DON’T MISS BRIDGE OF CLAY, MARKUS ZUSAK’S FIRST NOVEL SINCE THE BOOK THIEF. The extraordinary #1 New York Times bestselling story about the ability of books to feed the soul is now a major motion picture. This enhanced ebook edition is perfect for new fans and collectors alike. It includes: · An exclusive video welcome to the enhanced edition from Markus Zusak. · The official movie trailer for The Book Thief. · Videos featurettes introducing Sophie Nélisse (Leisel Meminger) and Geoffrey Rush (Hans Hubermann) and their roles in the film. · Clips from the film embedded in the original text. · A video interview with Markus Zusak. It is 1939. Nazi Germany. The country is holding its breath. Death has never been busier, and will become busier still. Liesel Meminger is a foster girl who scratches out a meager existence by stealing when she encounters something she can’t resist: books. With the help of her accordion-playing foster father, she learns to read and shares her stolen books with her neighbors during bombing raids, as well as with the Jewish man hidden in her basement. In superbly crafted writing that burns with intensity, award-winning author Markus Zusak, author of I Am the Messenger, has given us one of the most enduring stories of our time.",
    "imgUrl": "http://books.google.com/books/content?id=XbPVAQAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "isbn": "9780385391351",
    "author": "Markus Zusak",
    "publisher": "RH Childrens Books",
    "pageCount": 576,
    "price": 57.6,
    "shelf": "A1234",
    "publishedDate": "2013-11-18"
  },
  {
    "title": "The Underdog",
    "description": "My name’s Cameron Wolfe. I have a little bit of sense. I don’t have much sense. My older brother Ruben gets me into plenty of trouble. I get Rube into as much trouble as he gets me into. I have a family, yes, that doesn’t really function without tomato sauce. That’s me. Cameron and Ruben Wolfe are brothers. They spend most of their time throwing one-handed boxing matches (they only have the one pair of gloves) and plotting to rob the local dentists. But what Cameron really wants is to meet a girl – a real girl, not like the ones in the lingerie magazines. But who could ever love an underdog like Cameron Wolfe?",
    "imgUrl": "http://books.google.com/books/content?id=0wNDV8en3xoC&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "isbn": "9781448120567",
    "author": "Markus Zusak",
    "publisher": "Random House",
    "pageCount": 176,
    "price": 17.6,
    "shelf": "A1234",
    "publishedDate": "2013-04-04"
  },
  {
    "title": "Fighting Ruben Wolfe",
    "description": "I say, 'Don't lose your heart, Rube.' And very clearly, without moving, my brother answers me. He says, 'I'm not tryin' to lose it, Cam. I'm tryin' to find it.' The Wolfe brothers know how to fight. They've been fighting all their lives. Now there's something more at stake than just winning. A powerful, poignant novel from the author of the international bestseller, The Book Thief.",
    "imgUrl": "http://books.google.com/books/content?id=dSY88zX6OWYC&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "isbn": "9781409096207",
    "author": "Markus Zusak",
    "publisher": "Random House",
    "pageCount": 224,
    "price": 22.400000000000002,
    "shelf": "A1234",
    "publishedDate": "2010-01-28"
  },
  {
    "title": "Underdogs",
    "description": "From the bestselling author of THE BOOK THIEF Before THE BOOK THIEF, Markus Zusak wrote a trilogy of novels about the Wolfe Brothers: THE UNDERDOG, FIGHTING RUBEN WOLFE, and GETTING THE GIRL. Cameron and Ruben Wolfe are champions at getting into fights, coming up with half-baked schemes, and generally disappointing girls, their parents, and their much more motivated older siblings. They're intensely loyal to each other, brothers at their best and at their very worst. But when Cameron falls head over heels for Ruben's girlfriend, the strength of their bond is tested to its breaking point. We're proud to present these novels together for the first time, and to be introducing American readers to THE UNDERDOG, never before published in the United States. Fans of THE BOOK THIEF won't want to miss reading the novels that launched Markus Zusak's stellar career.",
    "imgUrl": "http://books.google.com/books/content?id=vDt2VxCaijcC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "isbn": "054538835X",
    "author": "Markus Zusak",
    "publisher": "Scholastic Inc.",
    "pageCount": 512,
    "price": 51.2,
    "shelf": "A1234",
    "publishedDate": "2011-08-01"
  }
]
